/* No comment provided by engineer. */
"Could not move to Applications folder" = "Impossibile spostare nella cartella Applicazioni";

/* No comment provided by engineer. */
"Do Not Move" = "Non spostare";

/* No comment provided by engineer. */
"I can move myself to the Applications folder if you'd like." = "Se lo desideri, posso spostarmi nella cartella Applicazioni.";

/* No comment provided by engineer. */
"Move to Applications Folder" = "Sposta nella cartella Applicazioni";

/* No comment provided by engineer. */
"Move to Applications folder in your Home folder?" = "Spostare nella cartella Applicazioni nella tua cartella Home?";

/* No comment provided by engineer. */
"Move to Applications folder?" = "Spostare nella cartella Applicazioni?";

/* No comment provided by engineer. */
"Note that this will require an administrator password." = "Questa procedura richiederà una password amministratore.";

/* No comment provided by engineer. */
"This will keep your Downloads folder uncluttered." = "Ciò ti permette di mantenere pulito la tua cartella Download.";
